Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: <html>The openstreetbugs plugin is using the old server at appspot.com.<br>A new server is available at schokokeks.org.<br>Do you want to switch to the new server? (Strongly recommended)</html>
ca_es: <html>El connector openstreetbugs està utilitzant el servidor vell a appspot.com.<br>Hi a un nou servidor disponible a schokokeks.org.<br>Voleu canviar al nou servidor? (molt recomanat)</html>

source: Switch to new openstreetbugs server?
ca_es: Canvia a un nou servidor Openstreetbugs

source: Unknown Host: %s - Possibly there is no connection to the Internet.
ca_es: Servidor desconegut: %s - Possiblement no hi ha connexió a Internet.

source: <html>The selected data contains data from OpenStreetBugs.<br>You cannot upload this data. Maybe you have selected the wrong layer?
ca_es: <html>Les dades seleccionades contenen dades d''OpenStreetBugs.<br>No podeu pujar aquestes dades. Potser heu seleccionat una capa equivocada?

source: An error occurred: {0}
ca_es: S''ha produït un error: {0}

source: Process queue
ca_es: Cua de procés

source: Open OpenStreetBugs
ca_es: Obre OpenStreetBugs

source: Opens the OpenStreetBugs window and activates the automatic download
ca_es: Obre la finestra d''OpenStreetBugs i activa la descàrrega automàtica

source: Bug list
ca_es: Llista d''errors

source: The visible area is either too small or too big to download data from OpenStreetBugs
ca_es: La zona visible és massa petita o massa gran per poder descrregar dades d''OpenStreetBugs

source: Queue
ca_es: Cua

source: offline
ca_es: desconnectat

source: online
ca_es: connectat

source: Add a comment
ca_es: Afegeix un comentari

source: Enter your comment
ca_es: Introdueix el teu comentari

source: Mark as done
ca_es: Marcar com fet

source: Really close?
ca_es: Segur que voleu tancar?

source: <html>Really mark this issue as ''done''?<br><br>You may add an optional comment:</html>
ca_es: <html>Segur que voleu marcar aquest problema com a ''resolt''?<br><br>Podeu afegir un comentari:</html>

source: Close:
ca_es: Tanca:

source: Open in browser
ca_es: Obre al navegador web

source: No item selected
ca_es: Cap element seleccionat

source: Open in browser:
ca_es: Obre al navegador web:

source: Please enter a user name
ca_es: Si us plau introdueix un nom d''usuari

source: Unknown issue state
ca_es: Estat del problema: desconegut

source: Switch to online mode
ca_es: Canvia a mode connectat

source: Switch to offline mode
ca_es: Canvia a mode desconnectat

source: You have unsaved changes in your queue. Do you want to submit them now?
ca_es: Teniu dades sense desar. Les voleu desar ara?

source: Open Visible...
ca_es: Obre visible...

source: Open only files that are visible in current view.
ca_es: Obre només els fitxers que són visibles a la vista actual

source: No view open - cannot determine boundaries!
ca_es: Cap vista oberta - no és possible de determinar els límits!

source: Unknown file extension: {0}
ca_es: Extensió d''arxiu desconeguda: {0}

source: Parsing file "{0}" failed
ca_es: L''anàlisi del fitxer "{0}" ha fallat

source: Firefox not found. Please set firefox executable in the Map Settings page of the preferences.
ca_es: Firefox no ha estat trobat. Si us plau, configureu la ubicació de l''executable de Firefox a la finestra de paràmetres del mapa a les preferències.

source: Firefox executable
ca_es: Executable de Firefox

source: OSM Server Files pbf compressed
ca_es: Fitxers pbf comprimits del servidor OSM

source: Download PBF
ca_es: Descarrega dades PBF (Protocolbuffer Binary Format)

source: Invalid changeset id: {0}
ca_es: Identificador invàlid del conjunt de canvis: {0}

source: Invalid timestamp: {0}
ca_es: Data-hora invàlida: {0}

source: Invalid DenseNodes key/values table
ca_es: Taula DenseNodes de clau/valors no vàlida

source: Reading OSM data...
ca_es: Llegint dades OSM...

source: Transform error: Min X must be smaller than max
ca_es: Error de transformació: el mínim X ha de ser més petit que el màxim

source: Transform error: Min Y must be smaller than max
ca_es: Error de transformació: el mínim Y ha de ser més petit que el màxim

source: Transform error: Points too close
ca_es: Error de transformació: punts massa propers

source: Transform error: Unsupported variant.
ca_es: Error de transformació: variant no suportada

source: Transform error: Unsupported orientation
ca_es: Error de transformació: Orientació no suportada

source: Finished
ca_es: Finalitzat

source: Prefs
ca_es: Preferències

source: Load file...
ca_es: Carrega un fitxer...

source: Place
ca_es: Lloc

source: Show target
ca_es: Mostrar objectiu

source: Take X and Y from selected node
ca_es: Prendre X i Y del node seleccionat

source: Debug info
ca_es: Depurar informació

source: Merge close nodes
ca_es: Combina nodes propers

source: Remove objects smaller than
ca_es: Suprimir objectes més petits que

source: Remove objects larger than
ca_es: Suprimir objectes més grans que

source: Only this color
ca_es: Només aquest color

source: Remove parallel lines
ca_es: Suprimir línies paral·leles

source: Take only first X paths
ca_es: Prendre només les X primeres vies

source: Color/width change
ca_es: Canviar color/amplada

source: Shape closed
ca_es: Forma tancada

source: Single segments
ca_es: Segments simples

source: Orthogonal shapes
ca_es: Formes ortogonals

source: Import settings
ca_es: Importa configuració

source: Introduce separate layers for:
ca_es: Introduir capes separades per:

source: Bind to coordinates
ca_es: Adjuntar a les coordenades

source: Projection:
ca_es: Projecció:

source: Bottom left (min) corner:
ca_es: Cantonada de baix a l''esquerra (min):

source: PDF X and Y
ca_es: PDF X i Y

source: East and North
ca_es: Est i nord

source: Top right (max) corner:
ca_es: Cantonada de dalt a la dreta (màx):

source: Projection Preferences
ca_es: Preferències de projecció

source: Close the dialog and apply projection preferences
ca_es: Tancar la finestra i aplicar les preferències de projecció

source: Close the dialog, discard projection preference changes
ca_es: Tancar la finestra i descartar les modificacions de les preferències de la projecció

source: Loading...
ca_es: Carregant...

source: PDF file preview
ca_es: Previsualització del fitxer PDF

source: Loaded
ca_es: Carregat

source: Imported PDF:
ca_es: PDF importat:

source: Please select exactly one node.
ca_es: Si us plau, seleccioneu un únic node.

source: PDF files
ca_es: Fitxers PDF

source: OSM files
ca_es: Fitxers OSM

source: Preparing
ca_es: S''està preparant

source: Tolerance is not a number
ca_es: La tolerància no pot ser un nombre

source: Could not parse color
ca_es: No s''ha pogut analitzar el color

source: Could not parse max path count
ca_es: No és possible l''anàlisi del nombre màxim de directoris

source: Parsing file
ca_es: Analitzant el fitxer

source: File not found.
ca_es: No s''ha trobat el fitxer.

source: Error while parsing: {0}
ca_es: S''ha produït un error mentre s''estava analitzant: {0}

source: Removing parallel segments
ca_es: Suprimint segments paral·lels

source: Max distance is not a number
ca_es: La distància màxima no és un nombre

source: Joining nodes
ca_es: Unint nodes

source: Joining adjacent segments
ca_es: Unint segments adjacents

source: Removing small objects
ca_es: Suprimint objectes petits

source: Removing large objects
ca_es: Suprimint grans objectes

source: Finalizing layers
ca_es: Finalitzant capes

source: Please set a projection.
ca_es: Si us plau establiu una projecció

source: Could not parse numbers. Please check.
ca_es: No és possible d''analitzar els nombres. Si us plau, comproveu-los.

source: Building JOSM layer
ca_es: Construïnt la capa JOSM

source: Postprocessing layer
ca_es: Postprocessant la capa

source: Saving to file.
ca_es: Enregistrant a un fitxer

source: Writing to file
ca_es: Escrivint a un fitxer

source: Building JOSM layer.
ca_es: Construïnt la capa JOSM.

source: Import PDF file
ca_es: Importar fitxer PDF

source: Import PDF file.
ca_es: Importar fitxer PDF.

source: Import PDF
ca_es: Importar PDF

source: {0} objects so far
ca_es: {0} objectes fins ara

source: Parsing PDF
ca_es: Analitzant PDF

source: Encrypted documents not supported.
ca_es: No se suporten documents encriptats.

source: The PDF file must have exactly one page.
ca_es: El fitxer PDF ha de tenir una única pàgina.

source: Read error:
ca_es: Error de lectura:

source: Write error:
ca_es: Error d''escriptura:

source: Write coordinates to image header
ca_es: Escriu les coordenades a la capçalera de la imatge

source: Write position information into the exif header of the following files:
ca_es: Escriu la informació sobre la posició a la capçalera EXIF dels següents fitxers:

source: settings
ca_es: paràmetres

source: keep backup files
ca_es: conservar fitxers de còpia se seguretat

source: change file modification time:
ca_es: modificar la data i hora de modificació del fitxer:

source: to gps time
ca_es: al temps gps

source: to previous value (unchanged mtime)
ca_es: al valor previ (mtime no canviat)

source: Photo Geotagging Plugin
ca_es: Connector de geoetiquetatge de fotografies

source: Writing position information to image files...
ca_es: Escrivint informació de posició als fitxers d''imatge...

source: Could not read mtime.
ca_es: No s''ha pogut llegir mtime.

source: Could not write mtime.
ca_es: No es pot escriure mtime.

source: File could not be deleted!
ca_es: El fitxer no pot ser esborrat!

source: Could not rename file!
ca_es: No s''ha pogut canviar el nom del fitxer.

source: <html>There are old backup files in the image directory!
ca_es: <html>Hi ha fitxers de còpia de seguretat antics al directori d''imatges!

source: Override old backup files?
ca_es: Anul·lar els fitxers de còpia de seguretat antics?

source: Keep old backups and continue
ca_es: Conservar les còpies de seguretat antigues i continuar

source: Override
ca_es: Anul·la

source: Could not delete temporary file!
ca_es: El fitxer temporal no por ser esborrat!

source: Test failed: Could not read mtime.
ca_es: El test ha fallat: no ha estat possible de llegir ''mtime''

source: Test failed: Could not write mtime.
ca_es: Ha fallat el test: No s''ha pogut escriure mtime.

source: Do you want to save current calibration of layer {0}?
ca_es: Voleu desar el calibratge de la capa {0}?

source: Load Picture Calibration...
ca_es: Carrega el calibratge de la fotografia...

source: Loads calibration data from a file
ca_es: Carrega dades de calibratge d''un fitxer

source: Loading file failed: {0}
ca_es: Ha fallat la càrrega del fitxer: {0}

source: Load World File Calibration...
ca_es: Carrega l''arxiu de calibració mundial

source: Loads calibration data from a world file
ca_es: Carrega les dades de calibració d''un fitxer en format world

source: Reset Calibration
ca_es: Inicialitza calibaratge

source: Reset calibration
ca_es: Inicialitza calibaratge

source: Calibration reset
ca_es: Calibratge inicialitzat

source: Save Picture Calibration...
ca_es: Desa calibratge de la fotografia...

source: Saves calibration data to a file
ca_es: Desa les dades de calibratge a un fitxer

source: Saving file failed: {0}
ca_es: No s''ha pogut desar el fitxer : {0}

source: New picture layer from clipboard
ca_es: Nova capa de fotografia del portaretalls

source: Supported image files, *.zip, *.kml
ca_es: Tipus de fitxer suportats *.zip, *.klm

source: New picture layer from file...
ca_es: Nova capa fotogràfica a partir d''un fitxer...

source: KML calibration is in beta stage and may produce incorrectly calibrated layers! Please use http://josm.openstreetmap.de/ticket/5451 to upload your KMLs that were calibrated incorrectly.
ca_es: El calibratge KML és en un estadi beta i pot produir capes amb un calibratge incorrecte! Si us plau utilitzeu http://josm.openstreetmap.de/ticket/5451 per pujar els KMLs amb calibratge incorrecte.

source: PicLayer move
ca_es: Desplaçament de PicLayer

source: Moved
ca_es: Mogut

source: Drag to move the picture
ca_es: Arrossegar per moure la fotografia

source: PicLayer rotate
ca_es: Rotació PicLayer

source: Rotated
ca_es: Rotat

source: Drag to rotate the picture
ca_es: Arrossegueu per rotar la imatge

source: PicLayer scale X
ca_es: Escala X de PicLayer

source: Scaled by X
ca_es: Escalat horitzontalment (X)

source: Drag to scale the picture in the X Axis
ca_es: Arrossegueu per escalar la imatge horitzontalment (eix X)

source: PicLayer scale
ca_es: Escala de PicLayer

source: Scaled
ca_es: Escalat

source: Drag to scale the picture in the X and Y Axis
ca_es: Arrossegueu per escalar la imatge horitzontal i verticalment (eixos X i Y)

source: PicLayer scale Y
ca_es: Escala Y de PicLayer

source: Scaled by Y
ca_es: Escalat verticalment (Y)

source: Drag to scale the picture in the Y Axis
ca_es: Arrossegueu per escalar la imatge verticalment (eix Y)

source: PicLayer shear
ca_es: PicLayer (capa d''imatge): transvecció

source: Sheared
ca_es: Transveccionat

source: Drag to shear the picture
ca_es: Arrossegueu per transveccionar la imatge

source: PicLayer Move point
ca_es: PicLayer mou un punt

source: Point added/moved
ca_es: Punt afegit/mogut

source: Drag or create point on the picture
ca_es: Arrossega o crea un punt sobre la imatge

source: PicLayer Remove point
ca_es: Suprimeix un punt de PicLayer

source: Point removed
ca_es: Punt suprimit

source: Remove point on the picture
ca_es: Suprimir el punt de la imate

source: PicLayer Transform point
ca_es: Transforma un punt de PicLayer

source: Point transformed
ca_es: Punt transformat

source: Transform point on the picture
ca_es: Transforma un punt de la imatge

source: Calibration Files
ca_es: Fitxers de calibratge

source: Could not find the map object.
ca_es: No és possible de trobar l''objecte del mapa.

source: PicLayer failed to load or import the image.
ca_es: PicLayer no ha pogut carregar o importar la imatge.

source: Nothing in clipboard
ca_es: No hi ha res al portaretalls

source: The clipboard data is not an image
ca_es: Les dades que hi ha al portaretalls no són imatges

source: Warning: failed to handle zip file ''{0}''. Exception was: {1}
ca_es: Avís: ha fallat la manipulació del fitxer zip ''{0}''. L''excepció ha estat: {1}

source: A calibration file associated to the picture file was found: {0}
ca_es: S''ha trobat un fitxer de calibratge associat a la fotografia: {0}

source: Set "{0}" to yes/no/ask in the preferences to control the autoloading of calibration files.
ca_es: Estableix "{0}" a si/no/preguntar a les preferències per controlar la càrrega automàtica de fitxers de calibratge.

source: Do you want to apply it ?
ca_es: Voleu aplicar-ho?

source: Load calibration file ?
ca_es: Carregar fitxer de calibració?

source: It will be applied automatically.
ca_es: Serà aplicat automàticament.

source: Also, from now on, calibration files will always be loaded automatically.
ca_es: A partir d''ara el fitxers de calibratge seran carregats automàticament.

source: Download Osmosis poly
ca_es: Descarrega dades Osmosis poly (Osmosis polygon filter file format)

source: Reading polygon filter file...
ca_es: Llegint el fitxer de filtre de polígons...

source: Error reading poly file: {0}
ca_es: Error llegint el fitxer de polígons: {0}

source: The file must begin with a polygon name
ca_es: El fitxer ha de començar amb el nom del polígon

source: There are less than 2 points in an area
ca_es: Hi ha menys de 2 punts a una àrea.

source: A polygon coordinate line must contain exactly 2 numbers
ca_es: Una línea de coordenades de polígons ha de contenir dos nombres

source: Unable to parse {0} as a number
ca_es: No és possible tractar {0} com un nombre

source: Invalid coordinates were found: {0}, {1}
ca_es: Trobades coordenades no vàlides: {0}, {1}

source: {0} points were outside world bounds and were moved
ca_es: {0} punts eren fora dels límits del món i han estat moguts

source: Osmosis polygon filter files
ca_es: Fitxer de filtre de polígons ''osmosis''

source: Print...
ca_es: Imprimeix...

source: Print the map
ca_es: Imprimir el mapa

source: Print the Map
ca_es: Imprimir el mapa

source: Printer
ca_es: Impressora

source: Media
ca_es: Mitjà

source: Orientation
ca_es: Orientació

source: Printer settings
ca_es: Paràmetres de la impressora

source: Scale
ca_es: Escala

source: Resolution
ca_es: Resolució

source: Map information
ca_es: Informació del mapa

source: Map Preview
ca_es: Previsualització del mapa

source: Zoom To Page
ca_es: Ampliar a la mida de la pàgina

source: Zoom To Actual Size
ca_es: Ampliar a la mida actual

source: Print
ca_es: Imprimeix

source: Printing has been cancelled.
ca_es: La impressió ha estat anulada

source: Printing stopped
ca_es: Impressió aturada

source: Printing has failed.
ca_es: La impressió ha fallat

source: Proj4J: {0} selected
ca_es: Proj4J: {0} seleccionat

source: Selected: {0}
ca_es: Seleccionat: {0}

source: Proj4J Plugin
ca_es: Connector Proj4J

source: Code
ca_es: Codi

source: added
ca_es: afegit

source: Public Transport: Enable GTFSStops
ca_es: Transport públic: activa parades GTFS

source: Public Transport: Catch GTFS stops
ca_es: Transport públic: recupera parades GTFS

source: skipped
ca_es: omés

source: Public Transport: Disable GTFS
ca_es: Transport públic: desactiva GTFS

source: Create Stops from GTFS ...
ca_es: Crea parades a partir de GTFS...

source: Create Stops from a GTFS file
ca_es: Crea parades a partir d''un fitxer GTFS

source: Select GTFS file (stops.txt)
ca_es: Selecciona un fitxer GTFS (stops.txt)

source: File "{0}" does not exist
ca_es: No existeix el fitxer "{0}"

source: IOException "{0}" occurred
ca_es: Ha hagut una excepció d''entrada/sortida "{0}"

source: There exists no dataset. Try to download data from the server or open an OSM file.
ca_es: No hi ha conjunt de dades. Proveu de descarregar dades del servidor o d''obrir un fitxer OSM.

source: No data found
ca_es: No s''han trobat dades

source: The GTFS file was empty.
ca_es: El fitxer GTFS era buit

source: light_rail
ca_es: metro lleuger

source: Create Stops from GTFS
ca_es: Crear parades a partir de GTFS

source: GTFS-Stops
ca_es: Parades GTFS

source: Type of stops to add
ca_es: Tipus de parada a afegir

source: Time on your GPS device
ca_es: Hora del vostre aparell GPS

source: Time on your stopwatch
ca_es: Hora del vostre rellotge

source: Time window
ca_es: Finestra de temps

source: seconds
ca_es: segons

source: Move Threshold
ca_es: Moure el llindar

source: meters
ca_es: metres

source: Suggest Stops
ca_es: Suggerir parades

source: Find
ca_es: Troba

source: Mark
ca_es: Marca

source: Catch
ca_es: Capta

source: Join
ca_es: Entra

source: Enable
ca_es: Activa

source: Can''t parse a time from this string.
ca_es: No és possible de llegir la hora d''aquesta cadena de text.

source: Invalid value
ca_es: Valor Invàlid

source: moved
ca_es: mogut

source: Public Transport: Join GTFS stops
ca_es: Transport públic: afegeix parades GTFS

source: pending
ca_es: pendent

source: outside
ca_es: exterior

source: [incomplete]
ca_es: [incomplet]

source: [empty way]
ca_es: [via buida]

source: Route patterns ...
ca_es: Patrons de ruta ...

source: Edit Route patterns for public transport
ca_es: Modificar els patrons de rutes per a transport públic

source: Route Patterns
ca_es: Patrons de ruta

source: Overview
ca_es: Resum

source: Itinerary
ca_es: Itinerari

source: Stops
ca_es: Parades

source: Existing route patterns:
ca_es: Patrons de ruta existents:

source: Reflect
ca_es: Reflexió

source: Required tags:
ca_es: Etiquetes requerides:

source: Common tags:
ca_es: Etiquetes habituals:

source: Additional tags:
ca_es: Etiquetes adicionals:

source: Add a new Tag
ca_es: Afegeix una nova etiqueta

source: Name/Id
ca_es: Nom/Id

source: Stops are possible on the
ca_es: Les aturades són possible a

source: right hand side
ca_es: costat dret

source: left hand side
ca_es: costat esquerre

source: Maximum distance from route
ca_es: Distància máxima de la ruta

source: Public Transport: Change stop type
ca_es: Transport públic: modificar el tipus de parada

source: Create Stops from GPX ...
ca_es: Crear parades a partir d''un fitxer GPX ...

source: Create Stops from a GPX file
ca_es: Crear parades a partir d''un fitxer GPX

source: Select GPX file
ca_es: Seleccionar un fitxer GPX

source: The GPX file contained no tracks or waypoints.
ca_es: El fitxer GPX no conté cap track ni cap fita

source: Create Stops from GPX
ca_es: Crear parades a partir d''un fitxer GPX

source: Tracks in this GPX file:
ca_es: Tracks d''aquest fitxer GPX:

source: Detach
ca_es: Desacobla

source: implicit
ca_es: implícit

source: The GPX file doesn''t contain valid trackpoints. Please use a GPX file that has trackpoints.
ca_es: El fitxer GPX no conté cap punt vàlid. Si us plau utilitzeu un fitxer GPX que tingui punts vàlids.

source: GPX File Trouble
ca_es: Problema amb el fitxer GPX

source: unnamed
ca_es: sense nom

source: Public Transport: Add track stop
ca_es: Transport públic: afegir una parada

source: Public Transport: Delete track stop
ca_es: Transport públic: suprimir una parada

source: Public Transport: Detach track stop list
ca_es: Transport públic: extreure una llista de parades

source: Public Transport: Edit track stop list
ca_es: Transport públic: modificar una llista de parades

source: Public Transport: Relocate nodes in track stoplist
ca_es: Transport públic: moure els nodes de la llista de parades

source: Public Transport: sort track stop list
ca_es: Transport públic: ordenar la llista de parades

source: Public Transport: Suggest stops
ca_es: Transport públic: suggerir una parada

source: Stopname
ca_es: Nom de la parada

source: Public Transport: Detach waypoints
ca_es: Transport públic: separar fites

source: Public Transport: Disable waypoints
ca_es: Transport públic: desactivar fites

source: Public Transport: Enable waypoints
ca_es: Transport públic: activar fites

source: Public Transport: Edit waypoint name
ca_es: Transport públic: modificar el nom d''una fita

source: Relation Toolbox
ca_es: Caixa d''eines de relacions

source: Open relation/multipolygon editor panel
ca_es: Obre el quadre d''edició de relacions/multipolígons

source: Specify role
ca_es: Especificar rol

source: Change relation member roles to {0}
ca_es: Canvia els rols dels membres de la relació a {0}

source: Create administrative boundary relations
ca_es: Crea relacions de límits administratius

source: Add tags boundary and admin_level to boundary relation ways
ca_es: Afegeix etiquetes de límit i nivell d''administració (admin_level) a la relació de límits.

source: Move area tags from contour to relation
ca_es: Mou les etiquetes d''àrea dels contorns vers la relació

source: When moving tags, consider even non-repeating ones
ca_es: Quan es moguin etiquetes, considereu d''incloure fins i tot aquelles que no es repeteixen

source: Always split ways of neighbouring multipolygons
ca_es: Divideix sempre les vies dels multipolígons veïns

source: Change role
ca_es: Canvia rol

source: Enter role for selected members
ca_es: Indica un rol per als membres seleccionats

source: Relation Toolbox: {0}
ca_es: Eines de relacions: {0}

source: another...
ca_es: un altre...

source: Add/remove members from the chosen relation
ca_es: Afegir/suprimir membres de la relació seleccionada

source: Clear the chosen relation
ca_es: Eliminar la relació seleccionada

source: Create a multipolygon from selected objects
ca_es: Crear un multipolígon a partir dels objectes seleccionats

source: Create multipolygons from rings
ca_es: Crea multipolígons a partir de vies tancades

source: Move tags from ways to relation
ca_es: Mou les etiquetes de les vies vers la relació
